Repository: mickychen0524/LVCS
Catalog: CountryFair/*.lproj/Localizable.strings
Languages: de, es

source: Select Language
de: Sprache auswählen
es: Seleccione el idioma

source: Reset
de: Zurücksetzen
es: Reiniciar

source: Start
de: Anfang
es: comienzo

source: Pull to refresh
de: Ziehen, um zu erneuern
es: Tire para refrescar

source: Alert!
de: Aufmerksam!
es: Alerta!

source: You can't use this function yet. One minute please.
de: Sie können diese Funktion noch nicht verwenden. Eine Minute Bitte.
es: No se puede utilizar esta función todavía. Un minuto por favor.

source: I certify that I am the age I have indicated below
de: Ich bestätige, dass ich das Alter bin, das ich unten angegeben habe
es: Certifico que soy la edad que yo he indicado abajo

source: Certify Age
de: Altersbescheinigung
es: Certificar Edad

source: Cancel
de: Stornieren
es: Cancelar

source: Insert Birth date
de: Geburtsdatum einfügen
es: Introduzca la fecha de nacimiento

source: Would you like to take a selfie to put on your item?
de: Möchten Sie einen Selfie nehmen, um Ihr Ticket anzubringen?
es: ¿Le gustaría tener una autofoto para poner en su billete?

source: Take Selfie
de: Nehmen Sie Selfie
es: Tome selfie

source: No Thanks
de: Nein Danke
es: No, gracias

source: Choose selfie
de: Wählen Sie selfie
es: Elija autofoto

source: Please choose birthdate
de: Bitte Geburtsdatum auswählen
es: Por favor seleccione su fecha de nacimiento

source: Channel View Help Overlay
de: Kanal Aussicht Hilfe Überlagerung
es: Ver canal Ayuda Superposición

source: Shopping Cart View Help Overlay
de: Warenkorb anzeigen Hilfe-Overlay
es: Ver Cesta de la compra Ayuda Superposición

source: Add to Cart View Help Overlay
de: In den Warenkorb Anzeigen Hilfe Overlay
es: Añadir a la cesta Ver Ayuda Superposición

source: Started...
de: Gestartet ...
es: Iniciado ...

source: Download complete
de: Download komplett
es: Descarga completa

source: ticket error
de: Ticketfehler
es: Error de ticket

source: Downloading...
de: Herunterladen ...
es: Descargando ...

source: Saving...
de: Einsparung ...
es: Ahorro ...

source: Release to refresh
es: Liberar para actualizar

source: Oops! No Draws! Try again in a few minutes.
de: Oops! No Draws! Versuchen Sie es in ein paar Minuten erneut.
es: ¡Vaya, no dibuja! Vuelve a intentarlo en unos minutos.

source: Warning!
de: Warnung!
es: ¡Advertencia!

source: Draw
de: Zeichnen
es: Dibujar

source: Play Amount $
de: Spiel Betrag $
es: Cantidad del juego $

source: Number Of Plays
de: Anzahl der Spiele
es: Número de reproducciones

source: Add to Cart
de: In den Warenkorb
es: Añadir al carrito

source: get draw list error.
de: Bekomme Listenliste Fehler.
es: Obtener el error de la lista de dibujo.

source: Please reload the table view.
de: Bitte laden Sie die Tabellenansicht neu.
es: Vuelve a cargar la vista de tabla.

source: BLE data upload error
de: BLE-Daten-Upload-Fehler
es: Error de carga de datos BLE

source: OK
es: Aceptar

source: Oops! You don't have any tickets to view.
de: Oops! Du hast keine Karten zu sehen.
es: Ud. No tiene entradas para ver.

source: Add items to your shopping cart!
de: Artikel in den Warenkorb legen!
es: ¡Agregue artículos a su carro de compras!

source: Oops! Our services are not responding, try back later.
de: Oops! Unsere Dienste reagieren nicht, versuchen Sie es später noch einmal.
es: ¡Nuestros servicios no responden, vuelve a intentarlo más tarde.

source: unknown
de: Unbekannt
es: Desconocido

source: far
de: Weit
es: Lejos

source: near
de: Nahe
es: Cerca

source: immediate
de: Sofort
es: Inmediato

source: Registering...
de: Registrieren ...
es: Registrando ...

source: Oops Register failed. Please restart after exit.
de: Oops Register fehlgeschlagen. Bitte nach dem Ausstieg neu starten.
es: Se ha producido un error en el registro. Por favor reinicie después de salir.

source: Push Notification Registered
es: Notificación de empuje registrada

source: We have downloaded this image to you Photos folder... Share online to earn FREE tickets and rewards!
de: Wir haben dieses Bild zu dir heruntergeladen Fotos Ordner ... Teilen Sie online, um kostenlose Tickets und Belohnungen zu verdienen!
es: Hemos descargado esta imagen en tu carpeta de fotos ... ¡Comparte online para ganar entradas y premios GRATIS!

source: Getting error
de: Fehler werden
es: Obtención de error

source: Post to Facebook now
de: Post auf Facebook jetzt
es: Publicar en Facebook ahora

source: INVALID SELFIE
es: SELFIE INVÁLIDA

source: Switch Language
de: Sprache wechseln
es: Cambiar idioma

source: Using real data...
de: Mit realen Daten ...
es: Uso de datos reales ...

source: Using demo data...
de: Demo-Daten verwenden ...
es: Utilización de datos de demostración ...

source: Your all cached files was deleted.
de: Ihre alle zwischengespeicherten Dateien wurden gelöscht.
es: Se han eliminado todos los archivos en caché.

source: There is no any checkout data.
de: Es gibt keine Checkout-Daten.
es: No hay datos de pago.

source: Oops! We seem to be having a problem connecting. Please try again later.
de: Hoppla! Wir scheinen ein Problem zu haben. Bitte versuchen Sie es später noch einmal.
es: Parece que tenemos un problema de conexión. Por favor, inténtelo de nuevo más tarde.

source: Generating...
de: Generierung ...
es: Generando ...

source: Creating...
de: Erstellen ...
es: Creando ...

source: Cancelled!
de: Abgebrochen!
es: ¡Cancelado!

source: Your checkout was cancelled
de: Ihre Kasse wurde abgebrochen
es: Su pago ha sido cancelado

source: Oops! Cancel failed. Try again?
de: Oops! Abbrechen fehlgeschlagen. Versuchen Sie es noch einmal?
es: ¿Ha fallado la cancelación, intente de nuevo?

source: Try Again
de: Versuchen Sie erneut
es: Intenta de nuevo

source: Checkout completed. Creating item(s)...
de: Checkout abgeschlossen. Erstellen von Ticket (s) ...
es: Finalización de la compra. Creación de entrada(s) ...

source: OK, We've recorded your transaction and are creating your Item(s)!
de: OK, wir haben deine Transaktion aufgenommen und erstellen deine Item(s)!
es: OK, hemos grabado su transacción y estamos creando su Ticket (s)!

source: Item(s) created. Generating item(s)...
de: Ticket (s) erstellt. Generierung von Ticket (s) ...
es: Ticket (s) creado (s) Generating ticket (s) ...

source: Connecting...
de: Verbinden ...
es: Conectando ...

source: Connection succeeded!
de: Verbindung gelungen!
es: La conexión tuvo éxito!

source: Oops! Our services are not responding, try back later.
de: Hoppla! Unsere Dienste reagieren nicht, dann versuche ich später.
es: ¡Nuestros servicios no responden, vuelva a intentarlo más tarde.

source: Refund ID
de: Rückerstattungs-ID
es: ID de reembolso

source: OK, Show this code to your cashier
de: OK, Zeige diesen Code an deine Kasse
es: OK, muestra este código a tu cajero

source: Ticket Refund View Help Overlay
de: Ticketrückerstattung View Help Overlay
es: Reembolso de boletos Ver ayuda superpuesta

source: This ticket has no awards!
de: Dieses Ticket hat keine Preise!
es: ¡Este boleto no tiene premios!

source: Oops! You have unclaimed awards! Please Claim Ticket.
de: Hoppla! Sie haben Auszeichnungen vergeben! Bitte Ticket bestellen
es: ¡Vaya! Usted tiene premios no reclamados! Por favor, reclame el boleto.

source: We have confirmed you have no awards on this Ticket, are you sure you want to delete it? You will not be able to recover it.
de: Wir haben bestätigt, dass Sie keine Preise auf diesem Ticket haben, sind Sie sicher, dass Sie es löschen möchten? Du wirst es nicht erholen können.
es: Hemos confirmado que no tiene ningún premio en este boleto, ¿está seguro de que desea eliminarlo? No podrá recuperarla.

source: No winners.
de: Keine Gewinner.
es: No hay ganadores.

source: Oops! Some Draws have not completed yet! Try back after they are completed.
de: Hoppla! Einige Unentschieden sind noch nicht abgeschlossen! Versuchen Sie es erneut, nachdem sie fertig sind.
es: ¡Vaya! Parece que tenemos un problema de conexión. N Vuelve a intentarlo más tarde.

source: Oops! We seem to be having a problem connecting. Please try again later.
de: Hoppla! Wir scheinen ein Problem zu haben. Bitte versuchen Sie es später noch einmal.
es: Parece que tenemos un problema de conexión. Por favor, inténtelo de nuevo más tarde.

source: Born On:
es: Nacido el

source: PIN is enabled
de: PIN ist aktiviert
es: PIN activado

source: PIN is NOT enabled
de: PIN ist NICHT aktiviert
es: El PIN no está habilitado

source: Oops! PIN/Pwd must match
de: Oops! PIN / Pwd muss übereinstimmen
es: Oops! PIN / Pwd debe coincidir

source: Power running mode
es: Modo de funcionamiento en marcha

source: Power saving mode
de: Energiesparmodus
es: Modo de ahorro de energía

source: Include selfie on ticket?
de: Selbstladen auf Ticket?
es: -¿Incluye selfie en el ticket?

source: Developer settings >
de: Entwicklereinstellungen >
es: Configuración del desarrollador >

source: Claim error
de: Schadensfehler
es: Error de reclamación

source: Agree To Terms:
de: Zustimmen zu den Bedingungen:
es: Acepto los términos:

source: Done!
de: Erledigt!
es: ¡Hecho!

source: We have saved this card to your photos folder. The code is your cash value so please redeem it now.
de: Wir haben diese Karte in deinem Fotos-Ordner gespeichert. Der Code ist dein Geldwert, also bitte erlöse ihn jetzt.
es: Hemos guardado esta tarjeta en tu carpeta de fotos, el código es tu valor en efectivo, por lo que debes canjearlo ahora.

source: Updated the Endpoint!
de: Aktualisiert den Endpunkt!
es: ¡Actualizó el Endpoint!

source: Please restart the app now.
de: Bitte starten Sie die App jetzt neu.
es: Reinicia la aplicación ahora.

source: Loading...
de: Laden...

source: Total $
de: Gesamt $

source: Error
de: Fehler

source: Deleted!
de: Gelöscht!
